//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Cancelar";
"_edit_"                    = "Editar";
"_tap_to_cancel_"           = "Toca para cancelar";
"_tap_to_min_max_"          = "Toca para minimizar / maximizar";
"_cancel_request_"          = "¿Desea cancelar?";
"_upload_file_"             = "Subir archivo";
"_download_file_"           = "Descargar archivo";
"_delete_"                  = "Eliminar";
"_rename_"                  = "Renombrar";
"_rename_file_"             = "Renombrar archivo";
"_rename_folder_"           = "Renombrar carpeta";
"_move_"                    = "Mover";
"_add_"                     = "Añadir";
"_save_"                    = "Guardar";
"_warning_"                 = "Precaución";
"_error_"                   = "Error";
"_no_"                      = "No";
"_yes_"                     = "Sí";
"_select_"                  = "Seleccionar";
"_select_all_"              = "Seleccionar todo";
"_upload_"                  = "Subir";
"_home_"                    = "Archivos";
"_files_"                   = "Archivos";
"_ok_"                      = "OK";
"_done_"                    = "Hecho";
"_clear_"                   = "Borrar";
"_selected_"                = "Seleccionado";
"_no_active_account_"       = "No se ha encontrado la cuenta";
"_info_"                    = "Información";
"_warning_"                 = "Precaución";
"_video_"                   = "Vídeo";
"_overwrite_"               = "Sobreescribir";
"_create_"                  = "Crear";
"_create_folder_"           = "Crear carpeta ";
"_create_folder_e2ee_"      = "Crear carpeta cifrada";
"_close_"                   = "Cerrar";
"_remove_"                  = "Borrar";
"_file_not_found_"          = "Archivo no encontrado";
"_continue_"                = "Continuar";
"_continue_editing_"        = "Continuar editando";
"_auto_upload_folder_"      = "Subida automática";
"_photo_"                   = "Foto";
"_audio_"                   = "Audio";
"_unknown_"                 = "Desconocido";
"_success_"                 = "Éxito";
"_mode_filename_"           = "Modo de nombre de archivo";
"_warning_owncloud_"        = "Está conectado a un servidor ownCloud. Esto no se ha probado y no está soportado, úselo a su propio riesgo. Para actualizar a NextCloud, vea: https://nextcloud.com/migration.";
"_warning_unsupported_"     = "Está utilizando una versión no soportada de Nextcloud. Por la seguridad de sus datos, recomendamos encarecidamente actualizar a la última versión estable de Nextcloud.";
"_restore_"                 = "Restaurar";
"_tap_here_to_change_"      = "Toca aquí para cambiar";
"_no_albums_"               = "Sin albums";
"_denied_album_"            = "Esta app no tiene acceso a \"Fotos\", puede activarlo en los ajustes de Privacidad.";
"_denied_camera_"           = "Esta app no tiene acceso a la \"Cámara\", puedes activarlo en los ajustes de Privacidad.";
"_force_start_"             = "Forzar comienzo";
"_account_does_not_exist_"  = "La cuenta %@ no existe. Por favor, inicia sesión de nuevo.";
"_sharing_"                 = "Compartir";
"_details_"                 = "Detalles";
"_no_permission_add_file_"  = "No tiene permiso para agregar archivos.";
"_no_permission_delete_file_" = "No tiene permiso para eliminar archivos.";
"_no_permission_modify_file_" = "No tiene permiso para modificar archivos.";
"_no_permission_favorite_file_" = "No tiene permiso para añadir el archivo a sus favoritos.";
"_add_folder_info_"         = "Añadir información de la carpeta";
"_back_"                    = "Atrás";
"_search_"                  = "Buscar";
"_search_or_create_tags"    = "Buscar o crear etiquetas";
"_tags_"                    = "Etiquetas";
"_share_tags_create_"       = "Crear \"%@\"";
"_share_tags_no_results_"   = "No se encontraron etiquetas";
"_share_tags_added_named_"  = "La etiqueta %@ ha sido creada.";
"_edit_tags_"               = "Administrar etiquetas";
"_create_tag_error_"        = "La nueva etiqueta no pudo ser creada. Por favor, inténtalo de nuevo.";
"_of_"                      = "de";
"_livephoto_save_"          = "Guardar Live Photo en Álbum de Fotos";
"_livephoto_save_error_"    = "Error al guardar Live Photo.";
"_livephoto_no_"            = "Deshabilitar Live Photo";
"_convert_live_photo_"      = "Convertir a Live Photo";
"_file_conflict_num_"       = "conflicto con archivo";
"_file_conflicts_num_"      = "conflictos de archivos";
"_file_conflict_desc_"      = "¿Qué archivos desea mantener?\nSi selecciona ambas versiones, el archivo copiado tendrá un número añadido a su nombre.";
"_file_conflict_new_"       = "Nuevos archivos";
"_file_conflict_exists_"    = "Archivos ya existentes";
"_file_not_rewite_doc_"     = "No se puede sobreescribir un documento, pero sí crear uno nuevo.";
"_move_or_copy_"            = "Mover o copiar";
"_move_copy_diff_account_"  = "No puede copiar ni mover archivos entre diferentes cuentas.";
"_copy_"                    = "Copiar";
"_now_"                     = "Ahora";
"_wait_"                    = "Por favor, espera …";
"_recent_"                  = "Reciente";
"_view_in_folder_"          = "Ver en carpeta";
"_leave_share_"             = "Dejar de compartir";
"_disabled_"                = "Deshabilitado";
"_compact_"                 = "Compacto";
"_normal_"                  = "Normal";
"_verbose_"                 = "Detallado";
"_standard_"                = "Estándar";
"_maximum_"                 = "Máximo";
"_error_occurred_"          = "Ha ocurrido un error, por favor, intente de nuevo.";
"_retry_"                   = "Reintentar";
"_images_"                  = "Imágenes";
"_confirm_"                 = "Confirmar";
"_confirm_continue_"        = "Confirmar, continuando la carga anterior";
"_confirm_resetting_"       = "Confirmar ignorar la carga anterior";
"_background_location_access_title_"    = "Acceso en segundo plano a la ubicación";
"_background_location_access_message_"  = "Esta app requiere acceso a la ubicación en segundo plano para cargar de manera automática archivos cuando se desplaza entre áreas. El GPS no es utilizado y su ubicación nunca se almacena.";
"_enable_background_location_title_"    = "Habilitar ubicación en segundo plano";
"_enable_background_location_message_"  = "Para permitir la carga automática de archivos en segundo plano, por favor, habilite 'Siempre' en acceso a la ubicación en los Ajustes.";
"_enable_background_location_footer_"   = "Para mantener su galería de fotos al día de manera automática, esta app puede utilizar el acceso en segundo plano a la ubicación.\nEsto le permite a la misma detectar cuando Ud. está en un área diferente y verificar que fotos nuevas deben cargarse.\nNo se usa el GPS, y, su ubicación no se almacena o se rastrea.";

/* MARK: Files lock */

"_lock_"                            = "Bloquear";
"_unlock_"                          = "Desbloquear";
"_lock_file_"                       = "Bloquear archivo";
"_unlock_file_"                     = "Desbloquear archivo";
"_lock_selected_files_"             = "Bloquear archivos";
"_unlock_selected_files_"           = "Desbloquear archivos";
"_locked_by_"                       = "Bloqueado por %@";
"_file_locked_no_override_"         = "Este archivo está bloqueado. No se puede sobreescribir";
"_lock_no_permissions_selected_"    = "No está permitido para algunos archivos o carpetas seleccionadas.";
"_remove_file_"             = "Eliminar archivo";
"_delete_file_"             = "Eliminar archivo";
"_delete_folder_"           = "Eliminar carpeta";
"_size_"                    = "Tamaño";
"_set_user_status_"         = "Estado en línea";
"_set_user_status_message_" = "Mensaje de estado";
"_open_settings_"           = "Abrir ajustes";
"_settings_account_request_" = "Solicitar cuenta al inicio";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Escribir un alias";
"_alias_footer_"            = "Dale a tus cuentas un nombre descriptivo como Hogar, Oficina, Escuela…";
"_privacy_legal_"           = "Privacidad e Información Legal";
"_source_code_"             = "Conseguir el código fuente";
"_account_select_"          = "Seleccione la cuenta";
"_account_select_to_add_"   = "Seleccione la cuenta a añadir";
"_remove_local_account_"    = "Eliminar cuenta local";
"_want_delete_account_"     = "¿Quiere eliminar la cuenta local?";
"_prevent_http_redirection_"= "La redirección en HTTP no está permitida.";
"_single_file_conflict_title_" = "Conflicto de archivo";
"_multi_file_conflict_title_" = "%@ conflictos de archivo";
"_replace_action_title_" = "Reemplazar";
"_keep_both_action_title_" = "Mantener ambos";
"_cancel_keep_existing_action_title_" = "Cancelar y mantener los actual";
"_replace_all_action_title_" = "Reemplazar todo";
"_keep_both_for_all_action_title_" = "Mantener ambos para todo";
"_more_action_title_" = "Más detalles";
"_wait_file_preparation_" = "Preparando la subida del archivo. Por favor, espera …";
"_keep_active_for_upload_" = "Mantenga la aplicación activa hasta se complete la subida …";
"_keep_active_for_transfers_" = "Mantenga la aplicación activa hasta se completen las transferencias …";
"_wait_file_encryption_"  = "Por favor espere, cifrando archivo…";
"_passcode_counter_fail_" = "Demasiados intentos fallidos, por favor espere antes de reintentar.";
"_seconds_"               = "segundos";
"_change_lock_passcode_"  = "Cambiar código de acceso";
"_lock_cannot_disable_mdm_" = "No está permitido deshabilitar el bloqueo por código debido a tu perfil de configuración.";

// MARK: User Status

/* User status */
"_online_"                  = "En línea";

/* User status */
"_away_"                    = "Ausente";

/* User status */
"_dnd_"                     = "No molestar";

/* User status */
"_dnd_description_"         = "Silenciar todas las notificaciones";

/* User status */
"_invisible_"               = "Invisible";

/* User status */
"_invisible_description_"   = "Mostrar como fuera de línea";

/* User status */
"_busy_"                    = "Ocupado/a";

/* User status */
"_select_user_status_"      = "Establecer estado en línea";
"_select_status_message_"      = "Establecer mensaje de estado";
"_status_message_"          = "Mensaje de estado";
"_status_message_placehorder_"  = "¿Cuál es su estado?";
"_online_status_"           = "Estado en línea";
"_set_status_message_"      = "Poner un mensaje de estado";
"_clear_status_message_after_"  = "Borrar estado tras";

/* User status */
"_select_option_"           = "Selecciona una opción";
"_dont_clear_"              = "No borrar";
"_15_minutes_"              = "15 minutos";
"_30_minutes_"              = "30 minutos";
"_an_hour_"                 = "una hora";
"_1_hour_"                  = "1 hora";
"_4_hours_"                 = "4 horas";
"_day_"                     = "Hoy";
"_this_week_"               = "Esta semana";
"_days_"                    = "Días";
"_hours_"                   = "Horas";
"_minutes_"                 = "Minutos";


"_network_not_available_"   = "Red no disponible.";
"_file_already_exists_"     = "No se puede completar la operación, existe un archivo con el mismo nombre.";
"_files_lock_error_"        = "Ha ocurrido un error al cambiar el bloqueo de este archivo.";
"_more_"                        = "Menú";
"_notifications_"               = "Notificaciones";
"_quota_space_unlimited_"       = "Ilimitado";
"_quota_space_unknown_"         = "Desconocido";
"_quota_using_"                 = "Está usando %@ de %@";
"_acknowledgements_"            = "Agradecimientos";
"_settings_"                    = "Configuración";
"_enter_password_"              = "Introduzca la contraseña …";
"_lock_"                        = "Bloquear";
"_lock_active_"                 = "Bloqueo: Activo";
"_lock_not_active_"             = "Bloqueo: Desactivado";
"_lock_protection_no_screen_"        = "No preguntar al abrir app";
"_enable_touch_face_id_"        = "Habilitar Touch/Face ID";
"_wifi_only_"                   = "Usar solo conexión Wi-Fi";
"_settings_autoupload_"         = "Subir automáticamente fotos";
"_clear_cache_"                 = "Vaciar caché";
"_clear_cache_footer_"          = "Borra archivos descargados y disponibles sin conexión en la aplicación";
"_exit_"                        = "Restablecer la aplicación";
"_exit_footer_"                 = "Eliminar todas las cuentas y datos locales de la app.";
"_want_exit_"                   = "¡Atención! Se volverá al estado inicial. ¿Continuar?";
"_want_delete_cache_"           = "¿Desea eliminar la cache? (también eliminará todas las transferencias en curso)";
"_add_account_"                 = "Agregar cuenta";
"_want_delete_"                 = "Borrará lo siguiente:";
"_want_leave_share_"            = "Abandonará los siguientes recursos compartidos:";
"_no_delete_"                   = "No, no borrar";
"_yes_delete_"                  = "Sí, borrar";
"_information_"                 = "Información";
"_select_offline_warning_"      = "Hacer que varios archivos y carpetas estén disponibles sin conexión puede llevar mucho tiempo y utilizar mucha memoria mientras se hace.";
"_advanced_"                    = "Avanzado";
"_permissions_"                 = "Permisos";
"_custom_permissions_"          = "Permisos personalizados";
"_disable_files_app_"           = "No integrar con la app Archivos";
"_disable_files_app_footer_"    = "No permitir el acceso a los archivos a través de la app Archivos de iOS.";
"_time_remaining_"              = "%@ restante";
"_autoupload_"                      = "Auto subir fotos y vídeos";
"_autoupload_select_folder_"        = "Seleccione la carpeta para \"Subida automática\"";
"_autoupload_photos_"               = "Subir automáticamente fotos";
"_autoupload_videos_"               = "Subir automáticamente vídeos";
"_autoupload_favorites_"            = "Solo cargar automáticamente los favoritos";
"_autoupload_description_"          = "Elije si las nuevas fotos o vídeos se cargarán automáticamente en tu cuenta.";
"_autoupload_fullphotos_"           = "Cargar todo el carrete de la cámara";
"_start_autoupload_"                = "Activar la carga automática";
"_stop_autoupload_"                 = "Desactivar la carga automática";
"_autoupload_fullphotos_footer_"    = "Ajuste las opciones anteriores antes de activar la carga.";
"_autoupload_create_subfolder_"     = "Usar subcarpetas";
"_autoupload_create_subfolder_footer_"  = "Guardar las fotos en subcarpetas basadas en año, mes o día.";
"_autoupload_subfolder_granularity_"    = "Granularidad de subcarpetas";
"_filenamemask_"                        = "Cambiar máscara del nombre de archivo";
"_filenamemask_footer_"                 = "De manera predeterminada, cuando los archivos son cargados, toman automáticamente el siguiente formato: yy-mm-dd hh-mm-ss más un contador de 4 dígitos. Si no le gusta este formato, puede cambiarlo aquí exceptuando el contador de 4 dígitos final, que no puede ser omitido.";
"_autoupload_current_folder_"           = "Carpeta seleccionada actualmente";
"_show_hidden_files_"           = "Mostrar archivos ocultos";
"_format_compatibility_"        = "Más compatible";
"_format_compatibility_footer_" = "\"Más compatible\" guardará las fotos como JPEG, si es posible.";
"_privacy_"                     = "Privacidad";
"_privacy_footer_"              = "Esta app utiliza un servicio para el análisis de fallos. Su información personal no es enviada en el reporte. Si desea desactivarlo, por favor, marca la opción \"Desactivar los informes sobre fallos\" a ENCENDIDO";
"_crashservice_title_"          = "Desactivar los informes sobre fallos";
"_crashservice_alert_"          = "Esta opción requiere reiniciar la app para que surta efecto.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" guardará las fotos en formato \"Live Photo\", si es posible.";
"_capabilities_"                = "Capacidades";
"_capabilities_footer_"         = "Muestra los paquetes utilizados por la app si están instalados y disponibles en el servidor.";
"_diagnostics_"                 = "Diagnósticos";
"_diagnostics_footer_"          = "Cambiar el nivel de registro requiere reiniciar la app para que surta efecto";
"_view_log_"                    = "Ver archivo de registro";
"_clear_log_"                   = "Vaciar archivo de registro";
"_set_log_level_"               = "Establecer nivel de registro";
"_log_file_clear_alert_"        = "Archivo de registro limpiado\n con éxito!";
"_connect_server_anyway_"       = "¿Aun así quiere conectarse al servidor?";
"_server_is_trusted_"           = "¿Consideras que este servidor es de confianza?";
"_connection_error_"            = "Error de conexión";
"_login_url_"                   = "Dirección del servidor https:// …";
"_login_url_error_"             = "Error en la URL, por favor, comprueba la URL de tu servidor";
"_login_error_"                 = "No se ha podido iniciar sesión. Inténtalo de nuevo más tarde.";
"_favorites_"                   = "Favoritos";
"_favorite_short_"              = "Hacer favorito";
"_tutorial_favorite_view_"      = "Los archivos y carpetas que marques como favoritos aparecerán aquí";
"_tutorial_offline_view_"       = "Los archivos copiados aquí estarán disponibles sin conexión.\n\nSe sincronizarán con tu nube.";
"_tutorial_groupfolders_view_"  = "Aún no hay carpetas de equipo";
"_more_"                        = "Menú";
"_favorite_no_files_"           = "Aún no hay favoritos";
"_no_date_information_"                     = "No hay información de fecha";
"_no_camera_information_"                   = "No hay información de cámara";
"_no_lens_information_"                     = "No hay información de lente";
"_today_"                                   = "Hoy";
"_yesterday_"                               = "Ayer";
"_access_photo_not_enabled_"                = "El acceso a fotos no está habilitado";
"_access_photo_not_enabled_msg_"            = "Vaya a Ajustes → Apps → Nextcloud → Fotos y active Acceso a la librería de fotos";
"_access_background_app_refresh_denied_"    = "\"Actualización en segundo plano\" está desactivado. Por favor, active la misma en \"Ajustes\", de otra manera las nuevas fotos o videos no serán detectadas cuando la aplicación esté en segundo plano.";
"_new_photos_starting_"                     = "Sólo fotos o videos que comienzan por %@serán subidos.";
"_tutorial_photo_view_"                     = "Aún no hay fotos ni vídeos subidos";
"_error_createsubfolders_upload_"           = "Error creando subcarpetas";
"_remove_photo_CameraRoll_"                 = "Eliminar del carrete de la cámara";
"_remove_photo_CameraRoll_desc_"            = "Al \"eliminar del carrete\" después de las cargas, se mostrará un mensaje de confirmación para eliminar del carrete de la cámara las fotos o videos cargados. Las fotos o videos eliminados seguirán estando disponibles en la Papelera de Fotos de iOS durante 30 días.";
"_never_"                       = "nunca";
"_less_a_minute_"               = "hace menos de un minuto";
"_a_minute_ago_"                = "hace un minuto";
"_minutes_ago_"                 = "hace %d minutos";
"_an_hour_ago_"                 = "hace una hora";
"_hours_ago_"                   = "hace %d horas";
"_a_day_ago_"                   = "hace un día";
"_days_ago_"                    = "hace %d días";
"_forbidden_characters_"        = "Caracteres prohibidos: %@";
"_cannot_send_mail_error_"      = "No se ha configurado una cuenta o se ha introducido una dirección de correo errónea.";
"_open_url_error_"              = "No se puede abrir la URL para esta acción.";
"_media_"                       = "Multimedia";
"_order_by_"                    = "Ordenar por";
"_name_"                        = "Nombre";
"_date_"                        = "Fecha";
"_size_"                        = "Tamaño";
"_delete_selected_files_"       = "Eliminar archivos";
"_remove_favorites_"            = "Desmarcar como favorito";
"_add_favorites_"               = "Hacer favorito";
"_share_"                       = "Compartir";
"_remove_local_file_"           = "Eliminar localmente";
"_folders_"                     = "carpetas";
"_folder_"                      = "carpeta";
"_files_"                       = "Archivos";
"_file_"                        = "archivo";
"_no_file_pull_down_"           = "Sube un archivo o arrastra hacia abajo para recargar";
"_no_file_no_permission_to_create_" = "No tiene permiso para crear ni subir archivos a esta carpeta.";
"_limited_dimension_"           = "Se ha alcanzado el tamaño máximo";
"_save_selected_files_"         = "Guardar en Fotos";
"_file_not_saved_cameraroll_"   = "Error: Archivo no guardado en el álbum de fotos";
"_file_saved_cameraroll_"       = "Archivo guardado en el álbum de fotos";
"_favorite_on_top_"             = "Ordenar primero por favoritos";
"_directory_on_top_"            = "Ordenar carpetas antes que archivos";
"_show_description_"            = "Mostrar descripción de carpeta";
"_show_recommended_files_"      = "Mostrar recomendaciones";
"_search_no_record_found_"      = "Sin resultados";
"_search_in_progress_"          = "Búsqueda en curso …";
"_search_instruction_"          = "Buscar archivos (mínimo 2 caracteres)";
"_files_no_files_"              = "No hay archivos aquí";
"_files_no_folders_"            = "Aquí no hay carpetas";
"_request_in_progress_"         = "La petición al servidor está en curso …";
"_personal_files_only_"         = "Sólo archivos personales";

"audio"                         = "AUDIO";
"directory"                     = "CARPETAS";
"document"                      = "DOCUMENTOS";
"image"                         = "IMÁGENES";
"template"                      = "PLANTILLAS";
"video"                         = "VÍDEO";

"_paste_file_"                  = "Pegar";
"_cancel_all_task_"             = "Cancelar todas las transferencias";
"_status_wait_download_"        = "Esperando la descarga";
"_status_downloading_"          = "Descargando";
"_status_wait_upload_"          = "Esperando para cargar";
"_status_wait_create_folder_"   = "Esperando a crear la carpeta";
"_status_wait_delete_"          = "Esperando para eliminar";
"_status_wait_rename_"          = "Esperando a renombrar";
"_status_wait_favorite_"        = "Esperando a cambiar el favorito";
"_status_wait_copy_"            = "Esperando para copiar";
"_status_wait_move_"            = "Esperando para mover";
"_status_uploading_"            = "Subiendo";
"_status_upload_error_"         = "Error, esperando para cargar";
"_select_media_folder_"         = "Establecer la carpeta de Medios";
"_media_viewimage_show_"        = "Mostrar solo imágenes";
"_media_viewvideo_show_"        = "Mostrar solo vídeos";
"_media_show_all_"              = "Mostrar ambos";
"_good_morning_"                = "Buenos días";
"_good_day_"                    = "Buen día";
"_good_afternoon_"              = "Buenas tardes";
"_good_evening_"                = "Buenas noches";
"_good_night_"                  = "Buenas noches";
"_servers_"                     = "Servidores";
"_select_server_"               = "Por favor, seleccione un servidor...";

// MARK: Share

"_share_link_"                  = "Compartir enlace";
"_share_link_name_"             = "Nombre del enlace";
"_password_"                    = "Contraseña";
"_share_password_"              = "Enlace protegido por contraseña";
"_date_"                        = "Fecha";
"_user_sharee_footer_"          = "Toca para cambiar los permisos";
"_enforce_password_protection_" = "Obligar la protección con contraseña";
"_shared_with_you_by_"          = "Compartida contigo por";
"_shareLinksearch_placeholder_" = "Nombre, correo electrónico o ID de Nube Federada …";
"_new_comment_"                 = "Nuevo comentario …";
"_edit_comment_"                = "Editar comentario";
"_delete_comment_"              = "Borrar comentario";
"_share_read_only_"             = "Solo lectura";
"_share_editing_"               = "Puede editar";
"_share_allow_upload_"          = "Permitir subida y edición";
"_share_file_drop_"             = "Solicitud de archivo";
"_share_secure_file_drop_"      = "Entrega segura de archivos (sólo carga de archivos)";
"_share_hide_download_"         = "Ocultar descarga";
"_share_allowed_downloads_"     = "Descargas permitidas";
"_share_limit_download_"        = "Limitar las descargas";
"_remaining_"                   = "%d restante";
"_share_password_protect_"      = "Protección con contraseña";
"_share_expiration_date_"       = "Fijar fecha de expiración";
"_share_note_recipient_"        = "Nota al destinatario";
"_share_add_sharelink_"         = "Añadir otro enlace";
"_share_can_read_"              = "Leer";
"_share_can_reshare_"           = "Compartir";
"_share_can_create_"            = "Crear";
"_share_can_change_"            = "Editar";
"_share_can_delete_"            = "Eliminar";
"_share_can_download_"          = "Permitir descarga y sincronización";
"_share_unshare_"               = "Eliminar recurso compartido";
"_share_internal_link_"         = "Link interno";
"_share_internal_link_des_"     = "Solo funciona para usuarios con acceso a este archivo/carpeta.";
"_share_reshare_disabled_"      = "No tiene permiso para re-compartir este archivo/carpeta.";
"_share_reshare_restricted_"    = "Nota: Solo tiene permisos limitados para re-compartir este archivo/carpeta.";
"_remote_"                      = "Remoto";
"_remote_group_"                = "Grupo remoto";
"_conversation_"                = "Conversación";

"_no_transfer_"                     = "Aún no hay transferencias";
"_no_transfer_sub_"                 = "Las subidas y bajadas en este dispositivo aparecerán aquí";
"_no_activity_footer_"              = "No hay más actividades que cargar";
"_transfers_"                       = "Transferencias";
"_activity_"                        = "Actividad";
"_trash_file_not_found_"            = "Parece que el archivo no está en la papelera. Vaya a la papelera para actualizarla y pruebe de nuevo.";
"_list_shares_"                     = "Archivos compartidos";
"_list_shares_no_files_"            = "Aún no hay archivos compartidos";
"_tutorial_list_shares_view_"       = "Los archivos y carpetas que compartas aparecerán aquí";
"_offline_"                         = "Sin conexión";
"_upload_photos_videos_"            = "Subir fotos o vídeos";
"_upload_file_"                     = "Subir archivo";
"_create_nextcloudtext_document_"   = "Crear documento de texto";
"_use_folder_auto_upload_"          = "Usar la carpeta \"Subida automática\" como carpeta de destino";
"_filename_"                        = "Nombre de archivo";
"_enter_filename_"                  = "Introduzca el nombre del archivo";
"_default_preview_filename_footer_" = "Previsualización de ejemplo del nombre de archivo: IMG_0001.JPG";
"_filename_header_"                 = "Introduzca nombre de archivo";
"_preview_filename_"                = "Previsualización de ejemplo del nombre de archivo: Puede usar la máscara %@ para fecha/hora.";
"_add_filenametype_"                = "Especificar el tipo en el nombre de archivo";
"_maintain_original_filename_"      = "Mantener el nombre original del archivo";
"_notifications_"                   = "Notificaciones";
"_untitled_"                        = "Sin título";
"_e2e_settings_title_"              = "Cifrado";
"_e2e_settings_"                    = "Cifrado punto a punto";
"_e2e_settings_start_"              = "Comenzar cifrado punto a punto";
"_e2e_settings_activated_"          = "Cifrado punto a punto activado";
"_e2e_server_disabled_"             = "La app de cifrado de extremo a extremo está deshabilitada en el servidor";
"_e2e_settings_view_passphrase_"    = "Las 12 palabras juntas forman una contraseña muy fuerte que solo te permite a ti ver y usar tus archivos cifrados. Por favor, escríbela y guárdala en un lugar seguro.";
"_e2e_settings_read_passphrase_"    = "Leer frase de acceso";
"_e2e_settings_lock_not_active_"    = "Bloqueo no activo. Vaya a \"Ajustes\" y active el mismo.";
"_e2e_settings_the_passphrase_is_"  = "La frase de acceso es:";
"_e2e_passphrase_request_title_"    = "Pedir frase de acceso";
"_e2e_passphrase_request_message_"  = "Inserta las 12 palabras";
"_e2e_settings_remove_"             = "Elimina el cifrado localmente";
"_e2e_settings_remove_message_"     = "Confirma la eliminación del cifrado con la frase de acceso";
"_e2e_set_folder_encrypted_"        = "Cifrar";
"_e2e_remove_folder_encrypted_"     = "Descifrar";
"_e2e_file_encrypted_"              = "Archivo cifrado";
"_e2e_goto_settings_for_enable_"    = "Esto es una carpeta cifrada. Vaya a \"Ajustes\" y active el cifrado de extremo a extremo";
"_e2e_in_upload_"                   = "Subida en progreso, por favor espere a que todos los archivos sean transferidos";
"_scans_document_"                  = "Escanear documento";
"_scanned_images_"                  = "Imágenes escaneadas";
"_scan_document_pdf_page_"          = "Página";
"_scan_label_document_zone_"        = "Toque o arrastre hacia abajo las imágenes para crear documentos";
"_filter_document_"                 = "Documento";
"_filter_original_"                 = "Original";
"_quality_image_title_"             = "Calidad de la imagen en previsualización";
"_file_creation_"                   = "Creación de archivos";
"_delete_all_scanned_images_"       = "Eliminar todas las imágenes escaneadas";
"_text_recognition_"                = "Reconocimiento de texto";
"_all_files_"                       = "Todos los archivos";
"_personal_files_"                  = "Archivos Personales";

"_trash_view_"                      = "Archivos eliminados";
"_empty_trash_"                     = "Vaciar papelera";
"_trash_no_trash_"                  = "No hay archivos eliminados";
"_trash_no_trash_description_"      = "Podrás restaurar los archivos eliminados desde aquí";
"_confirm_delete_selected_"         = "¿Está seguro que quiere borrar los elementos seleccionados?";
"_manage_file_offline_"             = "Gestionar archivos sin conexión";
"_set_available_offline_"           = "Marcar como disponible sin conexión";
"_remove_available_offline_"        = "Quitar como disponible sin conexión";
"_create_new_document_"             = "Crear nuevo documento";
"_create_new_spreadsheet_"          = "Crear nueva hoja de cálculo";
"_create_new_presentation_"         = "Crear nueva presentación";
"_go_online_"                       = "Conectar para ver el documento online";
"_intro_1_title_"                   = "Mantenga sus datos seguros y bajo control";
"_intro_2_title_"                   = "Colaboración segura e intercambio de archivos";
"_intro_3_title_"                   = "Correo web, calendario y contactos fáciles de usar";
"_intro_4_title_"                   = "Uso compartido de pantalla, reuniones en línea y conferencias web";
"_log_in_"                          = "Iniciar sesión";
"_sign_up_"                         = "Registrarse con un proveedor";
"_host_your_own_server"             = "Aloje su propio servidor";
"_invalid_url_"                         = "URL del servidor no válida";
"_ssl_certificate_untrusted_"           = "El certificado para este servidor es inválido.";
"_ssl_certificate_changed_"             = "El certificado de este servidor parece haber cambiado.";
"_file_already_exists_"                 = "No se puede completar la operación, existe un archivo con el mismo nombre.";
"_error_files_upload_"                  = "Error subiendo archivos.";
"_internal_generic_error_"              = "error interno.";
"_err_permission_microphone_"           = "Por favor, permita el acceso al Micrófono desde los Ajustes.";
"_err_permission_photolibrary_"         = "Por favor, permita el acceso a Fotos desde los Ajustes.";
"_qrcode_not_authorized_"   = "Esta app no está autorizada a usar la cámara trasera.";
"_qrcode_not_supported_"    = "Los códigos QR no están soportados por el dispositivo actual.";
"_create_voice_memo_"       = "Crear nota de voz";
"_voice_memo_start_"        = "Toca para empezar";
"_voice_memo_stop_"         = "Topa para parar";
"Enter Passcode"            = "Introduce código de acceso";
"Enter a new passcode"      = "Introduce un código de acceso nuevo";
"Confirm new passcode"      = "Confirma el nuevo código de acceso";
"_too_many_failed_passcode_attempts_error_" = "Demasiados intentos fallidos con el código de acceso. Por favor, inténtalo de nuevo.";
"Passcodes didn't match. Try again." = "Los códigos de acceso no coinciden. Vuelve a intentarlo.";
"Delete"                    = "Eliminar";
"Cancel"                    = "Cancelar";
"_certificate_details_"     = "Detalles del certificado del servidor";
"_certificate_pn_details_"  = "Certificado de las notificaciones Push";
"_certificate_view_"        = "Certificado del Servidor";
"_certificate_pn_view_"     = "Certificado de las Notificaciones Push";
"_save_as_scan_"            = "Guardar como escaneo";
"_save_changes_"            = "¿Guardar cambios?";
"_modify_"                  = "Modificar";
"_overwrite_original_"      = "Sobreescribir el original";
"_save_as_copy_"            = "Guardar como copia";
"_discard_changes_"         = "Descartar cambios";
"_message_disable_overwrite_livephoto_" = "Esta imagen es una Live Photo, no será posible sobrescribir la misma.";
"_discard_changes_info_"    = "Tus cambios serán descartados.";
"_delete_files_desc_"       = "Borrar archivos para liberar espacio";
"_delete_old_files_"        = "Eliminar, de la caché, todos los archivos más antiguos que";
"_never_"                   = "nunca";
"_1_year_"                  = "1 año";
"_6_months_"                = "6 meses";
"_3_months_"                = "3 meses";
"_1_month_"                 = "1 mes";
"_1_week_"                  = "1 semana";
"_monthly_"                 = "Mensualmente";
"_yearly_"                  = "Anualmente";
"_daily_"                   = "Diariamente";
"_used_space_"              = "Espacio utilizado:";
"_login_address_detail_"    = "El link a su interfaz web %@ cuando lo abre en el navegador.";
"_go_to_page_"              = "Ir a la página";
"_page_"                    = "Página";
"_this_document_has_%@_pages_"              = "Este documento tiene %@ páginas";
"_invalid_page_"                            = "Página no válida";
"_the_entered_page_number_does_not_exist_"   = "El número de página introducido no existe.";
"_error_something_wrong_"   = "Algo ha ido mal";
"_try_download_full_resolution_"            = "Descargar imagen a resolución completa";
"_full_resolution_image_info_"            = "Esto podría revelar información adicional sobre la foto.";
"_download_audio_"          = "Descargar el audio localmente";
"_copied_path_"             = "Ruta copiada";
"_privacy_screen_"          = "Ocultar contenido cuando la app esté inactiva";
"_privacy_screen_footer_"   = "Ocultar el contenido de la aplicación y mostrar un fondo de inicio cuando la app esté inactiva.";
"_in_"                      = "en";
"_enter_passphrase_"        = "Introduzca la frase de acceso (12 palabras)";
"_show_more_results_"       = "⋯ Cargar más resultados";
"_waiting_for_"             = "Esperando a:";
"_reachable_wifi_"          = "red accesible por Wi-Fi o cable";
"_copy_passphrase_"         = "Copiar la frase de seguridad";
"_ok_copy_passphrase_"      = "OK y copiar la frase de seguridad";
"_select_color_"            = "Seleccione el color";
"_change_color_"            = "Cambiar color";
"_description_dashboardwidget_" = "Tener el Tablero siempre en la punta de sus dedos nunca ha sido más fácil.";
"_description_fileswidget_" = "Vea sus archivos recientes y utilice la barra de herramientas para acelerar sus operaciones.";
"_description_toolbarwidget_"   = "Una barra de herramientas para acelerar sus operaciones.";
"_title_lockscreenwidget_"  = "Estado";
"_description_lockscreenwidget_"    = "Esté atento al espacio disponible y la actividad reciente";

"_keep_running_"            = "Mantenga la aplicación en ejecución para una mejor experiencia de usuario.";
"_apps_nextcloud_detect_"   = "Se detectaron %@ apps";
"_add_existing_account_"    = "Otras %@ apps han sido detectadas, ¿desea añadir una cuenta ya existente?";
"_status_in_progress_"      = "Lectura de estado en progreso …";
"_status_e2ee_on_server_"   = "El cifrado de extremo a extremo ya se encuentra configurado en el servidor, aunque no está habilitado en este dispositivo.";
"_status_e2ee_not_setup_"   = "El cifrado de extremo a extremo no está configurado en el servidor.";
"_status_e2ee_configured_"  = "El cifrado de extremo a extremo está configurado correctamente.";
"_e2ee_set_as_offline_"     = "No permitido para archivos o carpetas cifradas.";
"_change_upload_filename_"  = "¿Desea guardar el archivo con un nombre diferente?";
"_save_file_as_"            = "Guardar archivo como %@";
"_password_ascii_"          = "La contraseña no puede contener caracteres especiales.";
"_calendar_contacts_"       = "Calendario y Contactos";
"_mobile_config_"           = "Descargar el perfil de configuración";
"_calendar_contacts_footer_warning_"    = "El perfil de configuración solo puede ser descargado si Safari es el navegador por defecto.";
"_calendar_contacts_footer_"    = "Tras descargar el perfil, puede instalarlo desde Configuraciones.";
"_modify_image_desc_"       = "Toque sobre un archivo para modificar o renombrarlo.";
"_message_disable_livephoto_" = "Esta imagen es una Live Photo, al cambiarla se perderá el efecto de movimiento.";
"_enable_livephoto_"        = "Habilitar Live Photo";
"_disable_livephoto_"       = "Deshabilitar Live Photo";
"_undo_modify_"             = "Deshacer modificación";
"_rename_already_exists_"   = "Ya existe un archivo con este nombre.";
"_group_folders_"           = "Carpetas de Equipos";
"_play_from_files_"         = "Play video from a file";
"_play_from_url_"           = "Play video from a link";
"_valid_video_url_"         = "Inserte un URL válido";
"_chunk_move_"              = "El archivo enviado no pudo ser reensamblado, por favor compruebe el registro del servidor.";
"_download_image_"          = "Descargar imagen";
"_download_video_"          = "Descargar video";
"_reset_wrong_passcode_"    = "Restablecer la aplicación";
"_reset_wrong_passcode_option_" = "Restablecer aplicación tras fallar 10 intentos";
"_reset_wrong_passcode_desc_" = "Al habilitar esta opción, se eliminarán todas las cuentas y los datos locales tras %d intentos fallidos de introducir el código de acceso.";
"_deviceOwnerAuthentication_" = "El sensor biométrico ha sido desactivado temporalmente debido a múltiples intentos fallidos. Ingrese el código de acceso del dispositivo para volver a habilitar el sensor.";
"_virus_detect_"            = "Virus detectado. ¡No se puede completar la subida!";
"_select_photos_"           = "Seleccionar fotos";
"_selected_photo_"          = "foto seleccionada";
"_selected_photos_"         = "fotos seleccionadas";
"_delete_selected_photos_"  = "Borrar fotos selecionadas";
"_media_square_"            = "Rejilla cuadrada";
"_media_ratio_"             = "Relación de aspecto de la rejilla";
"_autoupload_notice_"       = "Para garantizar el correcto funcionamiento de esta característica, es necesario activar la \"Actualización en segundo plano\". De lo contrario, no se detectarán nuevas fotos o vídeos cuando la aplicación esté en segundo plano.\n\nAdemás, tenga en cuenta que la aplicación no podrá detectar nuevas fotos y vídeos si es cerrada manualmente. Cuando la aplicación está en segundo plano, la transferencia de datos puede ser más lenta, y generalmente se detectarán nuevas fotos y/o vídeos cada 10 minutos, dependiendo del nivel de batería del dispositivo.\n\nPara comprobar que la aplicación funciona correctamente, puede utilizar el archivo de registro disponible en los ajustes Avanzados.";
"_display_"                 = "Mostrar";
"_appearance_"              = "Apariencia";
"_light_"                   = "Claro";
"_dark_"                    = "Obscuro";
"_use_system_style_"        = "Usar el estilo del sistema";
"_account_settings_"        = "Ajustes de la cuenta";
"_users_"                   = "Usuarios";
"_users_footer_"            = "Te permite seleccionar una cuenta cada vez que abres la aplicación.";
"_while_charging_"          = "Mientras carga";
"_keep_screen_awake_"       = "Mantener pantalla encendida\nmientras se transfieren archivos";
"_error_not_found_"         = "No se encuentra el recurso solicitado";
"_error_conflict_"          = "La solicitud no se pudo completar debido a un conflicto con el estado actual del recurso";
"_error_precondition_"      = "El servidor no cumple una de las precondiciones del solicitante";
"_downloading_"             = "Descargando";
"_additional_options_"      = "Opciones adicionales";
"_unauthorizedFilesPasscode_" = "La app Archivos no puede ser usada mientras haya una código de acceso activado";
"_disableFilesApp_"         = "La app Archivos no puede ser usada porque está deshabilitada";
"_widget_available_nc25_"   = "El Widget solo está disponible a partir de la versión 25 del servidor";
"_no_items_"                = "Sin ítems";
"_check_back_later_"        = "Vuelva luego";
"_no_data_available_"       = "No hay datos disponibles";
"_recent_activity_"         = "Actividad reciente";
"_maintenance_mode_"        = "El servidor se encuentra actualmente en modo de mantenimiento, lo que podría llevar un tiempo.";
"_account_disabled_"        = "Cuenta desactivada";
"_user_"                    = "Usuario";
"_add_subtitle_"            = "Añadir un subtitulo externo";
"_add_audio_"               = "Añadir un audio externo";
"_upload_foreground_msg_"   = "No cierre %@ para completar la transferencia …";
"_upload_background_msg_"   = "Carga de archivos en progreso …";
"_create_folder_error_"     = "Se ha producido un error al crear la carpeta:\n%@.\n\nPor favor, resuelva el problema lo antes posible.\n\nSe suspenden todas las cargas hasta que se resuelva el problema.";
"_creating_dir_progress_"   = "Creación de carpetas en progreso … mantén la app activa.";
"_creating_db_photo_progress_" = "Creación de archivo de fotos en progreso … mantenga la aplicación activa.";
"_account_unauthorized_"    = "Ha habido un problema al autorizar la cuenta %@. Vuelve a iniciar sesión.";
"_folder_offline_desc_"     = "Incluso sin una conexión a internet, puede organizar sus carpetas o crear archivos. Una vez vuelva a estar en línea, las acciones pendientes se sincronizarán automáticamente.";
"_offline_not_allowed_"     = "Esta operación no está permitida en modo fuera de línea";
"_Upload_native_format_yes_"= "Subir en formato nativo: si";
"_Upload_native_format_no_" = "Subir en formato nativo: no";
"_terms_of_service_"        = "Términos del servicio";
"_terms_accept_"            = "Reconozco que he leído y acepto los términos de servicio anteriores.";
"_terms_accepted_"          = "Términos aceptados";
"_recommended_files_"       = "Archivos recomendados";
"_propagate_layout_"        = "Aplicar el siguiente cambio a todas las subcarpetas";
"_version_mismatch_error_"  = "Cambio de versión: por favor, abra la aplicación principal para actualizar los datos.";
"_check_auto_upload_"       = "La subida automática de fotos se encuentra desactivada.\nCon Nextcloud iOS puedes hacer copias de seguridad de tus fotos y mantenerlas seguras en tu servidor.\nTan solo abre Ajustes → Subida automática, elije tus preferencias, y actívalo con el botón \"%@\".";
"_cancel_all_request_"      = "¿Estás seguro de querer cancelar todas las transferencias?";
"_cancel_all_"              = "Cancelar todo";
"_dismiss_"                 = "Descartar";
"_opt_in_pro_"              = "Optimización en progreso …";
"_update_in_progress_"      = "Actualización en progreso …";
"_delete_in_progress_"      = "Borrado en progreso …";
"_download_in_progress_"    = "Descarga en progreso …";
"_upload_in_progress_"      = "Subida en progreso …";
"_transfer_in_progress_"    = "Transferencia en progreso …";
"_in_waiting_"              = "En espera";
"_in_progress_"             = "En progreso";
"_in_error_"                = "En error";
"_retry_minutes_"           = "min restantes para reintentar";
"_retry_seconds_"           = "seg restantes para reintentar";
"_retry_soon_"              = "reintentando pronto …";
"_large_upload_tip_"        = "Los archivos grandes requieren que la aplicación permanezca abierta hasta que se complete la transferencia";
"_e2ee_upload_tip_"         = "Los archivos cifrados punto a punto requieren que la aplicación permanezca abierta hasta que se complete la transferencia";
"_finalizing_wait_"         = "Esperando a que termine …";
"_in_this_folder_"          = "En esta carpeta";
"_media_no_longer_available_" = "Media no longer available";
"_this_item_has_been_deleted_" = "This item has been deleted.";
"_video_not_available_" = "Video not available";
"_disable_" = "Disable";
"_no_subtitles_available_" = "No subtitles available";
"_no_audio_tracks_available_" = "No audio tracks available";
"_add_external_subtitle_" = "Add external subtitle";
"_image_load_failed_" = "Image load failed";
"_image_load_failed_" = "Image load failed";
"_gif_file_could_not_be_decoded_" = "GIF file could not be decoded";
"_svg_file_could_not_be_rendered_" = "SVG file could not be rendered";
"_image_file_could_not_be_decoded_" = "Image file could not be decoded";
"_media_not_available_" = "Media not available";
"_no_assistant_installed_"  = "Assistant no está instalado en este servidor. Pide al administrador que instale la aplicación Assistant.";

// Tip
"_tip_pdf_thumbnails_"      = "Deslice el dedo hacia la izquierda desde el borde derecho de la pantalla para mostrar las miniaturas.";
"_tip_accountrequest_"      = "Toque aquí para cambiar la cuenta o agregar una nueva";
"_tip_addcopyimage_"        = "Toque largo para pegar una imagen copiada";
"_tip_open_mediadetail_"    = "Deslice hacia arriba para mostrar los detalles";
"_tip_autoupload_button_"   = "Configure las opciones a su preferencia (carpeta, Wi-Fi, contenido nuevo, subcarpetas) y toque 'Activar cargas automáticas'.\nPuede detenerlas en cualquier momento, ajustar las configuraciones, y, habilitarlo nuevamente.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Controlador de tarjeta";
"_accessibility_add_upload_"    = "Añadir y subir";
"_dismiss_menu_"                = "Descartar el menú";
"_show_profile_"                = "Mostrar perfil";
// a11y: On/Off
"_on_"                          = "Encendido";
// a11y: On/Off
"_off_"                         = "Apagado";
"_list_"                        = "Lista";
"_icons_"                       = "Iconos";

// MARK: Assistant
"_assistant_task_unknown_"       = "Desconocido";
"_assistant_task_scheduled_"     = "Programado";
"_assistant_task_in_progress_"   = "En progreso";
"_assistant_task_completed_"     = "Completado";
"_assistant_task_failed_"        = "Fallo";
"_input_"                        = "Entrada";
"_output_"                       = "Salida";
"_task_details_"                 = "Detalles de la tarea";
"_assistant_"                    = "Asistente";
"_new_task_"                     = "Nueva %@ tarea";
"_no_tasks_"                     = "¡Hola! ¿En qué puedo ayudarte hoy?";
"_create_task_subtitle_"         = "Utiliza el botón + para crear una nueva tarea";
"_edit_task_"                    = "Editar %@ tarea";
"_no_types_"                     = "No se ha encontrado proveedor";
"_no_types_subtitle_"            = "Se necesitan tener Proveedores de AI instalados para usar el Asistente.";
"_assistant_ai_warning_"         = "El texto que se muestra aquí ha sido generado por una IA. Asegúrate de comprobarlo siempre.";
"_no_chat_subtitle_"             = "Intenta enviar un mensaje para iniciar una conversación.";
"_retry_response_generation_"    = "Reintentar la generación de respuesta";
"_conversations_"                = "Conversaciones";
"_new_conversation_"             = "Nueva conversación";
"_type_message_"                 = "Escriba un mensaje…";
"_assistant_chat_"               = "Chat de Asistente";
"_assistant_error_send_message_"  = "No se ha podido enviar el mensaje. Inténtalo de nuevo.";
"_assistant_error_load_messages_" = "No se ha podido cargar los mensajes. Inténtalo de nuevo.";
"_assistant_error_generate_response_" = "No se ha podido generar la respuesta. Inténtalo de nuevo.";

// MARK: Client certificate
"_no_client_cert_found_"         = "El servidor está solicitando un certificado de cliente.";
"_no_client_cert_found_desc_"    = "¿Desea instalar un certificado TLS de cliente? \nTenga en cuenta que el certificado .p12 debe instalarse primero en su dispositivo pulsando sobre él e instalándolo como un Perfil de Certificado de Identidad en las Configuraciones. El certificado también DEBE tener una contraseña, ya que es un requisito de iOS.";
"_client_cert_enter_password_"   = "Introduzca la contraseña del certificado elegido";
"_client_cert_wrong_password_"   = "Disculpe, ha introducido una contraseña no válida.";

// MARK: Login poll
"_poll_desc_"                    = "Por favor, complete el proceso de inicio de sesión en su navegador.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Los nombres no deben contener espacios al principio o al final.";
"_file_name_validator_error_reserved_name_" = "\"%@\" es un nombre prohibido.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" es una extensión de archivo prohibida.";
"_file_name_validator_error_invalid_character_" = "El nombre contiene caracteres no válidos: \"%@\".";
"_file_name_validator_error_space_" = "Los nombres no deben contener espacios al principio o al final.";
"_file_name_new_extension_" = "Cambiar la extensión puede causar que este archivo se abra con otra aplicación.";
"_file_name_empty_" = "El nombre de archivo no puede estar vacío.";
"_please_rename_file_" = "Por favor, renombre el archivo o carpeta.";
"hidden_file_name_warning" = "Este nombre resultará en un archivo oculto.";

"_camera_roll_" = "Carrete de la Cámara";
"_destination_" = "Destino";
"_select_autoupload_albums_" = "Seleccione álbumes";
"_upload_from_" = "Subir desde";
"_multiple_albums_" = "Álbumes múltiples";
"_smart_albums_" = "Álbumes inteligentes";
"_albums_" = "Álbumes";
"_new_photos_only_" = "Sólo fotos nuevas";
"_all_photos_" = "Todas las fotos";
"_back_up_new_photos_only_" = "Respaldar sólo fotos/videos nuevos";
"_auto_upload_all_photos_warning_title_" = "¿Está seguro que desea subir todas las fotos?";
"_auto_upload_all_photos_warning_message_" = "Esto podría tomar algún tiempo en procesar dependiendo de la cantidad de fotos.";
"_item_with_same_name_already_exists_" = "Un ítem con el mismo nombre ya existe.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparando migración …";
"_scanning_files_" = "Analizando archivos …";
"_moving_items_to_domain_" = "Moviendo ítems al dominio correcto …";
"_finishing_up_" = "Terminando …";

// MARK: E2EE
"_e2ee_no_session_" = "Error del cifrado de extremo a extremo, no hay ninguna cuenta asociada a esta sesión";
"_e2ee_no_dir_" = "Error del cifrado de extremo a extremo, no se puede acceder al directorio";
"_e2ee_no_certificate_" = "Error del cifrado de extremo a extremo, no se puede acceder al certificado";
"_e2ee_no_generate_key_" = "Error del cifrado de extremo a extremo, no se puede generar la llave";
"_e2ee_no_metadataKey_found_" = "Error del cifrado de extremo a extremo, no se puede descifrar los metadatos de la llave";
"_e2ee_no_user_found_" = "Error del cifrado de extremo a extremo, no se encuentra el usuario";
"_e2ee_no_signature_found_" = "Error del cifrado de extremo a extremo, no se encuentra la firma";
"_e2ee_counter_check_" = "Error del cifrado de extremo a extremo, el contador es inferior al anterior";
"_e2ee_signature_failed_" = "Error de cifrado de extremo a extremo, no se ha podido verificar la firma";
"_e2ee_enc_payload_" = "Error de cifrado de extremo a extremo, al cifrar el archivo de datos";
"_e2ee_no_metadata_" = "Error del cifrado de extremo a extremo, no se puede acceder a los metadatos";
"_e2ee_filedrop_ciphertext_" = "Error de cifrado de extremo a extremo, ha fallado \"filedrop ciphertext\"";
"_e2ee_key_ciphertext_" = "Error de cifrado de extremo a extremo, ha fallado \"key ciphertext\"";
"_e2ee_key_no_checksums_found_" = "Error de cifrado de extremo a extremo, no se encuentran los checksums";
"_e2ee_key_checksums_" = "Error de cifrado de extremo a extremo, los checksums de las llaves han fallado";
"_e2ee_decode_metadata_" = "Error de cifrado de extremo a extremo, no se pueden descodificar los metadatos";
"_e2ee_no_lock_" = "Error de cifrado de extremo a extremo, no se pudo bloquear el archivo";
"_e2ee_no_decrypt_metadata_" = "Error de cifrado de extremo a extremo, no se pueden descifrar los metadatos";
"_e2ee_no_enc_file_" = "Error de cifrado de extremo a extremo, no se puede cifrar el archivo";
"_e2ee_no_enc_key_" = "Error de cifrado de extremo a extremo, no se puede obtener la llave cifrada";
"_e2ee_no_match_checksum_" = "Error de cifrado de extremo a extremo: no coincide el checksum";
"_e2ee_create_folder_" = "Se está creando el directorio con cifrado de extremo a extremo; por favor, espere …";
"_e2ee_rename_file_" = "Se está actualizando el nombre del cifrado de extremo a extremo; por favor, espere …";
"_e2ee_encrypt_folder_" = "Carpeta con cifrado de extremo a extremo en proceso, por favor, espere …";
"_e2ee_setup_get_certificate_" = "El servidor no ha devuelto ningún certificado";
"_e2ee_setup_create_csr_" = "No se puede generar la solicitud de firma de certificado (CSR)";
"_e2ee_setup_sign_certificate_" = "El servidor no ha devuelto ningún certificado tras la solicitud de firma";
"_e2ee_setup_extract_publickey_" = "Discrepancia entre la clave pública generada y el certificado";
"_e2ee_setup_get_privatekey_" = "El servidor no ha devuelto una clave privada cifrada";
"_e2ee_setup_passphrase_error_" = "Las contraseña proporcionada no es correcta";
"_e2ee_setup_get_publickey_" = "El servidor no ha devuelto una clave pública cifrada";
"_e2ee_setup_encript_privatekey_" = "No se ha podido cifrar la clave privada";
"_e2ee_setup_store_privatekey_" = "El generador de claves privadas devolvió una clave inutilizable";
"_e2ee_setup_verify_publickey_" = "La clave pública no coincide con el certificado";
"_e2ee_setup_generate_passphrase_" = "No se puede generar una frase de contraseña";

/* Souvera additions */
"_4_hour_" = "4 horas";
"_account_not_available_" = "Cuenta no disponible";
"_ask_assistant_anything_" = "Pregúntale al asistente lo que quieras";
"_auto_upload_no_new_items_to_upload_" = "No hay archivo que subir";
"_calendar_" = "Calendario";
"_calendar_add_attendee_" = "Añadir participante";
"_calendar_all_day_" = "Todo el día";
"_calendar_attendees_" = "Participantes";
"_calendar_color_" = "Color";
"_calendar_color_default_" = "Color estándar";
"_calendar_create_talk_" = "Añadir conversación de Link";
"_calendar_day_" = "Día";
"_calendar_deleted_" = "Cita eliminada";
"_calendar_end_" = "Fin";
"_calendar_location_" = "Lugar";
"_calendar_month_" = "Mes";
"_calendar_month_year_picker_" = "Elegir mes";
"_calendar_new_event_" = "Nueva cita";
"_calendar_no_events_" = "Sin citas este día";
"_calendar_notes_" = "Notas";
"_calendar_open_talk_" = "Abrir en Link";
"_calendar_refresh_" = "Actualizar";
"_calendar_reminder_add_" = "Añadir recordatorio";
"_calendar_reminder_at_start_" = "En el evento";
"_calendar_reminder_hours_before_" = "%d horas antes";
"_calendar_reminder_minutes_before_" = "%d minutos antes";
"_calendar_reminders_" = "Recordatorios";
"_calendar_save_error_" = "No se pudo guardar la cita. Inténtalo de nuevo.";
"_calendar_saved_" = "Cita guardada";
"_calendar_start_" = "Inicio";
"_calendar_talk_channel_" = "Conversación de Link";
"_calendar_talk_created_" = "Conversación de Link creada";
"_calendar_talk_deleted_" = "Conversación de Link eliminada";
"_calendar_talk_error_" = "No se pudo crear la conversación de Link";
"_calendar_three_day_" = "3 días";
"_calendar_three_days_" = "3 días";
"_calendar_title_" = "Título";
"_calendar_untitled_" = "(sin título)";
"_calendar_upcoming_" = "Próximos";
"_contact_edit_" = "Editar";
"_contact_email_" = "Correo electrónico";
"_contact_empty_" = "Aún no hay contactos";
"_contact_name_" = "Nombre";
"_contact_new_" = "Nuevo contacto";
"_contact_org_" = "Empresa";
"_contact_phone_" = "Teléfono";
"_contact_save_" = "Guardar";
"_contact_save_error_" = "No se pudo guardar el contacto. Inténtalo de nuevo.";
"_contact_unnamed_" = "Sin nombre";
"_contacts_" = "Contactos";
"_contacts_directory_users_" = "Usuarios de Souvera";
"_enable_focused_auto_upload_" = "Activar Subida Automática Enfocada";
"_filenamemask_format_" = "Formato de nombre de archivo";
"_finish_" = "Finalizar";
"_focused_auto_upload_" = "Subida Automática Enfocada";
"_focused_auto_upload_backing_up_" = "Haciendo copias de seguridad";
"_focused_auto_upload_completed_" = "¡Subida completada!";
"_focused_auto_upload_countdown_" = "No bloquees la pantalla ni salgas de la aplicación. La pantalla se oscurecerá en %d segundos.";
"_focused_auto_upload_failed_" = "Fallo la subida automática enfocada";
"_focused_auto_upload_intro_heading_" = "Subida automática enfocada";
"_focused_auto_upload_intro_message_" = "Permanece en la app mientras se suben tus fotos. No salgas de la pantalla hasta que termine la subida.";
"_focused_auto_upload_items_left_" = "%d elementos restantes";
"_focused_auto_upload_photos_to_back_up_" = "Fotos para respaldar";
"_focused_auto_upload_settings_footer_" = "La subida automática enfocada solo sube tus fotos nuevas mientras la app está abierta.";
"_intro_about_souvera_" = "Acerca de Souvera Workspace";
"_language_restart_" = "El cambio de idioma se aplica tras reiniciar la app.";
"_link_" = "Link";
"_link_scroll_bottom_"             = "Jump to newest messages";
"_link_new_messages_"              = "New messages";
"_link_share_message_"             = "Share…";
"_link_react_message_"             = "React…";
"_link_attach_photos_"             = "Photos";
"_about_version_"                 = "Version %@ (%@)";
"_about_based_on_"                = "This app is based on the Nextcloud iOS client and was modified by Host-On Service Provider GmbH. It is not an official Nextcloud GmbH application.";
"_about_gpl_part_"                = "Parts of this application are licensed under the GNU General Public License Version 3 (GPLv3).";
"_about_licenses_"                = "Open source licenses";
"_about_source_"                  = "Source code";
"_link_call_minimize_"              = "Minimize";
"_link_accept_" = "Aceptar";
"_link_add_participant_" = "Añadir participante";
"_link_attach_file_" = "Adjuntar archivo";
"_link_call_return_" = "Volver a la llamada";
"_link_channel_create_failed_" = "No se pudo crear el canal";
"_link_channel_created_" = "Canal creado";
"_link_channel_name_" = "Nombre del canal";
"_link_chat_external_" = "Chatear con usuario externo: %@";
"_link_create_channel_" = "Crear canal";
"_link_debug_" = "Depuración";
"_link_debug_simulate_call_audio_" = "Simular llamada entrante (audio)";
"_link_debug_simulate_call_video_" = "Simular llamada entrante (vídeo)";
"_link_decline_" = "Rechazar";
"_link_delete_room_" = "Eliminar canal";
"_link_delete_room_confirm_" = "¿Seguro que quieres eliminar este canal?";
"_link_edit_message_" = "Editar mensaje";
"_link_external_created_" = "Conversación con %@ creada";
"_link_external_failed_" = "Falló la invitación externa";
"_push_event_title_"              = "Event: %@";
"_link_incoming_call_" = "Llamada entrante";
"_link_message_" = "Mensaje";
"_link_no_conversations_" = "Aún no hay conversaciones";
"_link_no_participants_" = "Sin participantes";
"_link_participant_added_" = "%@ añadido";
"_link_participant_moderator_" = "Moderador";
"_link_participant_remove_" = "Eliminar participante";
"_link_participant_remove_failed_" = "No se pudo eliminar el participante";
"_link_participant_removed_" = "%@ eliminado";
"_link_participants_" = "Participantes";
"_link_room_delete_failed_" = "No se pudo eliminar el canal (¿permisos?)";
"_link_room_deleted_" = "Canal eliminado";
"_link_search_people_" = "Buscar personas";
"_link_share_file_" = "Compartir archivo de Souvera";
"_link_silent_call_" = "Llamada silenciosa";
"_link_start_call_" = "Iniciar llamada";
"_link_start_conversation_" = "Iniciar conversación";
"_link_swipe_call_" = "Llamar";
"_link_video_call_" = "Videollamada";
"_login_slug_placeholder_" = "tu-workspace";
"_mail_" = "Mail";
"_mail_attachment_add_" = "Añadir adjunto";
"_mail_auto_refresh_ring_" = "Próxima actualización en %d:%02d min";
"_mail_bcc_" = "Cco";
"_mail_blacklist_and_delete_" = "Blacklist y eliminar correo";
"_mail_blacklist_confirm_multi_" = "%@ y %d más";
"_mail_blacklist_confirm_title_" = "¿Añadir a la blacklist?";
"_mail_blacklist_failed_" = "Falló la acción de blacklist";
"_mail_blacklist_partial_" = "%d de %d remitentes añadidos a la blacklist";
"_mail_blacklist_sender_" = "Remitente a la blacklist";
"_mail_blacklist_short_" = "Blacklist";
"_mail_blacklist_success_" = "%d remitente(s) añadido(s) a la blacklist";
"_mail_cc_" = "Cc";
"_mail_compose_" = "Nuevo mensaje";
"_mail_credential_failed_" = "No se pudo configurar el correo. Inténtalo de nuevo.";
"_mail_flag_" = "Marcar";
"_mail_folder_drafts_" = "Borradores";
"_mail_folder_inbox_" = "Bandeja de entrada";
"_mail_folder_junk_" = "Spam";
"_mail_folder_sent_" = "Enviados";
"_mail_folder_trash_" = "Papelera";
"_mail_forward_" = "Reenviar";
"_mail_from_" = "De";
"_mail_mailboxes_" = "Buzones";
"_mail_mark_read_" = "Marcar como leído";
"_mail_mark_unread_" = "Marcar como no leído";
"_mail_message_" = "Mensaje";
"_mail_more_" = "Más";
"_mail_move_" = "Mover";
"_mail_no_subject_" = "(sin asunto)";
"_mail_offline_" = "Sin conexión – se muestra el último estado";
"_mail_quote_header_" = "El %@, %@ escribió:";
"_mail_reply_" = "Responder";
"_mail_reply_all_" = "Responder a todos";
"_mail_loading_"                 = "Loading mailbox…";
"_mail_deep_link_missing_"        = "Mail no longer exists";
"_mail_deep_link_failed_"          = "Could not load the mail";
"_mail_fetching_"                  = "Fetching mail…";
"_mail_retry_" = "Reintentar";
"_mail_scroll_top_" = "Desplazarse arriba";
"_mail_search_" = "Buscar";
"_mail_search_contacts_" = "Buscar contactos";
"_mail_search_hint_" = "Buscar correos";
"_mail_search_no_results_" = "Sin resultados";
"_mail_send_" = "Enviar";
"_mail_sent_" = "Correo enviado";
"_mail_shared_prefix_" = "Compartido";
"_mail_sort_" = "Orden";
"_mail_souvera_files_" = "Archivos de Souvera";
"_mail_subject_" = "Asunto";
"_mail_to_" = "Para";
"_mail_trash_emptied_" = "Papelera vaciada";
"_mail_trash_empty_" = "Vaciar papelera";
"_mail_trash_empty_confirm_" = "¿Eliminar definitivamente todos los mensajes de esta carpeta?";
"_mail_trash_empty_failed_" = "No se pudo vaciar la papelera";
"_mail_yesterday_" = "Ayer";
"_no_date_" = "Sin fecha";
"_play_" = "Reproducir";
"_qr_code_" = "Inicio de sesión con código QR";
"_qr_code_simulator_hint_" = "El simulador no tiene cámara — pega el contenido del código QR:";
"_remaining_share_downloads_" = "%d descargas restantes";
"_settings_auto_refresh_" = "Actualización en segundo plano";
"_settings_auto_refresh_interval_" = "Intervalo de actualización";
"_settings_auto_refresh_minutes_" = "%d min";
"_settings_auto_refresh_off_" = "Desactivado";
"_settings_auto_refresh_seconds_" = "%d seg";
"_settings_calendar_default_view_" = "Vista de calendario estándar";
"_settings_language_" = "Idioma";
"_shield_" = "Shield";
"_shield_action_failed_" = "Falló la acción. Inténtalo de nuevo.";
"_shield_add_blacklist_" = "Añadir a la blacklist";
"_shield_add_entry_" = "Añadir entrada";
"_shield_add_personal_only_" = "Solo se puede añadir en el buzón personal (%@).";
"_shield_add_whitelist_" = "Añadir a la whitelist";
"_shield_added_" = "Entrada añadida";
"_shield_all_mailboxes_" = "Todos los buzones";
"_shield_deleted_" = "Eliminado";
"_shield_empty_" = "No hay nada aquí";
"_shield_entry_placeholder_" = "p. ej. remitente@dominio.es";
"_shield_files_" = "Archivos";
"_shield_load_error_" = "No se pudieron cargar los datos de Shield.";
"_shield_mailbox_filter_" = "Elegir buzón";
"_shield_release_" = "Entregar";
"_shield_release_only_" = "Solo entregar";
"_shield_release_whitelist_" = "Entregar y añadir remitente a la whitelist";
"_shield_released_" = "Entregado";
"_shield_released_whitelisted_" = "Entregado y remitente añadido a la whitelist";
"_shield_removed_" = "Entrada eliminada";
"_shield_spam_" = "Spam";
"_shield_viruses_" = "Virus";
"_souvera_notes_" = "Notas";
"_start_conversation_" = "Iniciar conversación";
"_stop_focused_auto_upload_" = "Detener";
"_touch_face_id_requires_passcode_" = "Establece primero un PIN para activar Face ID / Touch ID.";
"_souvera_language_system_" = "Sistema";
"_link_reply_" = "Responder";
"_link_reply_to_" = "Responder a %@";
"_link_offline_" = "Sin conexión – se muestra el último estado";
"_maintenance_info_" = "El servidor está en modo mantenimiento. Puedes seguir trabajando sin conexión con el último estado en Mail, Calendario y Link.";
"_link_forward_" = "Reenviar";
"_link_forward_to_" = "Reenviar a";
"_link_forwarded_" = "Mensaje reenviado";
"_calendar_talk_remove_" = "Quitar vínculo";
"_link_typing_one_" = "%@ está escribiendo…";
"_link_typing_two_" = "%@ y %@ están escribiendo…";
"_link_typing_many_" = "Varias personas están escribiendo…";
"_link_guest_invited_" = "Participante externo invitado";
"_link_copy_room_link_" = "Copiar enlace de la sala";
"_link_lobby_enabled_hint_" = "La sala de espera está activada: los invitados esperan tu aprobación.";
"_mail_new_folder_" = "Nueva carpeta";
"_mail_folder_name_" = "Nombre de la carpeta";
"_mail_folder_position_" = "Posición";
"_mail_folder_position_root_" = "Raíz (junto a la bandeja de entrada)";
"_mail_create_" = "Crear";
"_mail_rename_folder_" = "Renombrar carpeta";
"_mail_delete_folder_" = "Eliminar carpeta";
"_mail_delete_folder_confirm_" = "¿Eliminar realmente la carpeta «%@»?";
"_mail_delete_folder_with_mails_" = "Eliminar carpeta y correos";
"_mail_delete_folder_only_" = "Eliminar solo la carpeta";
"_cache_active_" = "Error del servidor: caché activa";
"_calendar_select_calendar_" = "Calendario";
"_calendar_join_video_call_" = "Join video call";
"_link_camera_denied_" = "Camera access denied – audio-only call";
"_link_join_call_" = "Join call";
"_link_mic_denied_" = "Microphone access required";
"_link_mic_denied_hint_" = "Calls need microphone access. Please allow it in the system settings to start calls.";
"_link_upload_failed_" = "File upload failed. Please try again.";
"_mail_sending_" = "Sending email…";
"_settings_diagnostics_" = "Diagnostics";
"_settings_about_app_"            = "About the app";
"_settings_logs_" = "Share logs";
"_settings_logs_confirm_message_" = "Los registros de diagnóstico se enviarán por correo electrónico a Host-On.";
"_settings_logs_confirm_send_" = "Send";
"_settings_logs_confirm_title_" = "Send logs to Host-On?";
"_settings_logs_failed_" = "Could not send logs. Please try again.";
"_settings_clear_cache_" = "Borrar caché de la app";
"_settings_clear_cache_confirm_title_" = "¿Borrar caché de la app?";
"_settings_clear_cache_confirm_message_" = "Esto borra los datos de correo, calendario y enlace almacenados en caché. La app los volverá a cargar desde el servidor.";
"_settings_clear_cache_confirm_" = "Borrar caché";
"_settings_clear_cache_done_" = "Caché de la app borrada.";
"_settings_logs_sending_" = "Sending logs…";
"_settings_logs_sent_" = "Logs sent to Host-On.";
"_settings_push_diag_" = "Push diagnostics";
"_settings_push_diag_apns_" = "APNs token";
"_settings_push_diag_error_" = "Request failed";
"_settings_push_diag_missing_" = "missing";
"_settings_push_diag_no_account_" = "No account";
"_settings_push_diag_registration_" = "Registration";
"_settings_push_diag_sent_" = "Test push requested";
"_settings_push_diag_status_" = "Status";
"_settings_push_diag_test_" = "Send test push";
"_settings_push_diag_test_hint_" = "Sends a test notification from the server to this device. If nothing arrives, the push chain (server → proxy → APNs) is broken - share the result with Host-On.";
"_settings_push_diag_voip_" = "VoIP token";
"_mail_detail_retry_" = "Retry";
"_settings_push_diag_test_mail_" = "Test push: Mail/Chat";
"_settings_push_diag_test_call_" = "Test push: Call";
"_push_section_title_" = "Push notifications";
"_push_toggle_mail_calendar_" = "Mail & calendar";
"_push_toggle_link_talk_" = "Link & talk";
"_push_section_footer_" = "Turning a group off unregisters this device for the group. Calendar reminders always stay local.";
"_account_add_" = "Add account";
"_invite_sending_" = "Sending answer…";
"_invite_accepted_" = "Accepted";
"_invite_declined_" = "Declined";
"_invite_tentative_" = "Tentative";
"_invite_failed_" = "Sending failed";
"_invite_response_title_" = "Event invitation";
"_invite_response_body_" = "How do you want to respond to this event?";
"_invite_open_browser_" = "Open in browser";
"_mail_sender_copied_" = "Sender copied";
"_link_today_" = "Today";
"_link_yesterday_" = "Yesterday";
"_link_image_loading_" = "Image is loading…";
"_mail_delete_failed_" = "Delete failed - the mail was restored";
"_mail_deleted_" = "Correo eliminado";
"_mail_blacklist_deleted_" = "Remitente añadido a la blacklist y correo eliminado";
"_settings_calendar_reminder_sound_" = "Sound for calendar reminders";
"_cal_sound_default_" = "Default";
"_cal_sound_bell_" = "Bell";
"_cal_sound_chime_" = "Chime";
"_cal_sound_bowl_" = "Singing bowl";
"_cal_sound_wind_" = "Wind";
"_cal_sound_none_" = "None";
"_account_logout_"            = "Cerrar sesión";
"_account_logout_confirm_"    = "¿Quieres cerrar la sesión de esta cuenta?";
"_settings_per_account_"        = "Por cuenta";
"_link_older_hint_" = "Desliza hacia abajo para cargar mensajes anteriores";
"_link_older_loading_" = "Cargando mensajes anteriores…";
"_link_history_start_" = "Inicio de la conversación";
"_link_reaction_remove_" = "Eliminar reacción %@";
"_link_lobby_toggle_" = "Waiting room (lobby)";
"_link_lobby_toggle_hint_" = "New participants wait in a lobby before joining the call. You let them in from the call.";
"_link_lobby_active_note_" = "Lobby is active – your message will be sent when you are let in.";
"_lobby_section_participants_" = "Participantes";
"_lobby_admit_one_" = "Admitir";
"_lobby_admit_all_" = "Admitir a todos (abrir la sala de espera)";
"_lobby_section_waiting_" = "Esperando en la sala de espera";
"_lobby_status_in_call_" = "En la llamada";
"_lobby_status_waiting_" = "Esperando en la sala de espera";
"_lobby_status_offline_" = "Desconectado";
"_lobby_status_online_" = "En línea";
"_lobby_status_away_" = "Ausente";
"_lobby_status_dnd_" = "No molestar";
"_lobby_status_busy_" = "Ocupado";
"_lobby_status_offline_presence_" = "Desconectado";
"_link_lobby_title_" = "Sala de espera";
"_link_lobby_unknown_" = "Participante desconocido";
"_link_remove_participant_" = "Eliminar participante";
"_link_guest_" = "Invitado";
"_push_event_catchup_" = "Comienza en %d min";
"_souvera_about_version_" = "Versión %@";
"_souvera_about_text_" = "Souvera Workspace es la aplicación de comunicación y seguridad para su cuenta de Souvera: correo, telefonía, protección y calendario, operada por Host-On Service Provider GmbH en su propia instancia de Nextcloud en Alemania.";
"_souvera_about_based_on_" = "Basada en Nextcloud iOS";
"_souvera_about_based_on_text_" = "Souvera Workspace está basada en la aplicación de código abierto \"Nextcloud iOS\" de Nextcloud GmbH. Souvera Workspace es una aplicación independiente de Host-On Service Provider GmbH y no forma parte de Nextcloud ni está desarrollada, respaldada o certificada por Nextcloud GmbH. \"Nextcloud\" es una marca comercial de Nextcloud GmbH.";
"_souvera_about_license_" = "Licencia";
"_souvera_about_license_text_" = "Souvera Workspace es software libre licenciado bajo la GNU General Public License (GPLv3) con la excepción de la App Store de Apple, igual que el proyecto Nextcloud iOS subyacente.";
"_souvera_about_open_website_" = "souvera.eu";
"_souvera_about_open_source_" = "Ver el código fuente";
"_link_participant_owner_" = "Propietario";
"_link_participant_member_" = "Miembro";
"_calendar_search_hint_" = "Buscar eventos";
"_link_message_edited_" = "editado";
"_mail_unavailable_" = "Tu Souvera no está disponible actualmente.";
"_mail_unavailable_maintenance_" = "Tu Souvera está actualmente en mantenimiento.";
"_mail_not_found_" = "Este mensaje ya no está disponible.";
"_calendar_end_before_start_" = "La fecha de fin es anterior a la de inicio.";

"_link_share_room_link_" = "Compartir enlace de la sala";
"_calendar_when_" = "Cuándo";
"_invitations_title_" = "Invitaciones";
"_invitations_accept_" = "Aceptar";
"_invitations_tentative_" = "Quizás";
"_invitations_decline_" = "Rechazar";
"_invitations_section_calendar_" = "Invitaciones de calendario";
"_invitations_section_mail_" = "Invitaciones por correo";
"_invitations_none_" = "No hay invitaciones pendientes.";
"_invitations_overlap_" = "Se solapa con otro evento";
"_invitations_organizer_" = "Organizador";
"_invitations_answered_" = "Respondido";
"_invitations_no_ics_hint_" = "Sin datos de evento adjuntos: responda por correo.";
"_invitations_answer_in_mail_" = "Responder en el módulo de correo.";
"_invitations_reply_body_" = "%1$@: %2$@";
"_invitations_rsvp_" = "Su respuesta";
"_invitations_overlap_full_" = "Superposición total";
"_invitations_overlap_partial_" = "Superposición parcial";
"_invitations_day_empty_" = "Sin eventos ese día.";
"_invitations_alt_proposal_" = "Propuesta alternativa";
"_invitations_reply_from_" = "Respuesta de";
"_invitations_no_proposal_" = "No enviar propuesta";
"_invitations_propose_alternative_" = "¿Proponer otro horario? (opcional)";
"_invitations_send_" = "Enviar";


"_invitations_send_proposal_" = "Enviar propuesta";

"_invitations_add_proposal_" = "Añadir propuesta alternativa";
"_invitations_overlap_header_" = "Superposiciones de eventos";

"_invitations_loading_" = "Cargando detalles…";

"_invitations_done_accepted_" = "Aceptado";
"_invitations_done_tentative_" = "Quizás";
"_invitations_done_declined_" = "Rechazado";

"_invitations_cancelled_" = "Evento cancelado";
"_invitations_cancel_remove_" = "Eliminar evento del calendario";
"_invitations_cancel_removed_" = "Evento eliminado del calendario.";

"_invitations_title_detail_" = "Invitación";
"_invitations_event_title_" = "Evento";
"_invitations_cancel_title_" = "Cancelación";

"_invitations_cancel_not_found_" = "Evento no encontrado en el calendario.";

// Run 19.09.: fehlende Keys nachgezogen (Fallback englisch)
"_calendar_coming_soon_" = "_calendar_coming_soon_";
"_calendar_reminder_day_before_" = "_calendar_reminder_day_before_";
"_calendar_reminder_days_before_" = "_calendar_reminder_days_before_";
"_calendar_today_" = "Today";
"_call_speaker_" = "_call_speaker_";
"_contacts_coming_soon_" = "_contacts_coming_soon_";
"_language_system_" = "_language_system_";
"_link_call_chat_" = "_link_call_chat_";
"_link_call_end_" = "_link_call_end_";
"_link_call_toggle_layout_" = "_link_call_toggle_layout_";
"_link_guest_link_copied_" = "_link_guest_link_copied_";
"_link_guests_allow_" = "_link_guests_allow_";
"_link_guests_allow_hint_" = "_link_guests_allow_hint_";
"_link_guests_allowed_" = "_link_guests_allowed_";
"_link_guests_disallowed_" = "_link_guests_disallowed_";
"_link_image_failed_" = "Image not available";
"_link_message_pending_" = "Waiting to be sent";
"_link_participant_add_failed_" = "_link_participant_add_failed_";
"_link_room_settings_" = "_link_room_settings_";
"_link_start_audio_call_" = "_link_start_audio_call_";
"_link_start_video_call_" = "_link_start_video_call_";
"_loading_" = "Cargando…";
"_lobby_empty_active_" = "Nobody is in the room right now.";
"_lobby_empty_offline_" = "Nobody offline.";
"_lobby_empty_waiting_" = "Nobody is waiting in the lobby.";
"_lobby_section_active_" = "In the room";
"_lobby_section_offline_" = "Offline";
"_mail_address_copied_" = "Address copied";
"_mail_attachments_" = "_mail_attachments_";
"_mail_copy_address_" = "Copy address";
"_mail_refresh_now_" = "Refresh now";
"_mail_remove_" = "_mail_remove_";
"_mail_search_includes_attachments_" = "Search also covers attachments";
"_mail_select_folder_" = "Select folder";
"_mail_show_cc_bcc_" = "_mail_show_cc_bcc_";
"_mail_sort_date_asc_" = "_mail_sort_date_asc_";
"_mail_sort_date_desc_" = "_mail_sort_date_desc_";
"_mail_sort_unread_" = "_mail_sort_unread_";
"_settings_logs_timeout_share_" = "Sending is taking longer – you can share the log file directly instead. The automatic delivery continues in the background.";
"_settings_mail_display_" = "Mail display";
"_settings_mail_focus_reader_" = "Focus reader (iPad)";
"_settings_mail_focus_reader_desc_" = "Shows an opened email on the iPad as a centered card over a dimmed backdrop.";
"_shield_blacklist_" = "_shield_blacklist_";
"_shield_quarantine_" = "_shield_quarantine_";
"_shield_whitelist_" = "_shield_whitelist_";
"_souvera_fg_tone_" = "Alert tone for new mail in foreground";
"_souvera_link_" = "_souvera_link_";
"_souvera_mail_" = "_souvera_mail_";

"_calendar_reminder_saved_" = "Recordatorios guardados";
"_calendar_reminder_save_failed_" = "No se pudieron guardar los recordatorios";

"_invitations_declined_removed_" = "Rechazado y eliminado del calendario";

/* Run 27.09.: Push-Aktionen (Mail + Talk) */
"_mail_push_action_delete_" = "Eliminar";
"_talk_push_action_reply_" = "Responder";
"_talk_push_action_read_" = "Marcar como leído";
"_talk_push_reply_placeholder_" = "Mensaje…";
"_talk_push_reply_send_" = "Enviar";
"_link_select_room_" = "Elegir conversación";
"account_does_not_exist" = "La cuenta no existe";
"favorite" = "Favorito";
"OK" = "OK";
/* Run 27.09.: fehlende Übersetzungen nachgetragen */
"_calendar_group_own_" = "Mis calendarios";
"_calendar_group_shared_" = "Calendarios compartidos";
"_calendar_group_deck_" = "Calendarios de Deck";
"_share_mail_" = "Enviar por correo";
"_share_upload_" = "Guardar en Archivos";
"_share_talk_" = "Enviar a una conversación de Link";
"_share_assistant_" = "Enviar al Asistente";
"_share_text_hint_" = "Mensaje";
"_share_empty_" = "Nada que compartir";
"_share_pick_room_" = "Elegir conversación";
"_share_message_hint_" = "Mensaje (opcional)";
"_share_optional_message_" = "El contenido se envía junto con el mensaje.";
"_share_send_failed_" = "No se pudo enviar el contenido.";
"_no_rooms_" = "No se encontraron conversaciones";
"_send_" = "Enviar";
"_invitations_declined_kept_" = "Rechazado - la cita permanece en el calendario sin recordatorios";
"_link_file_actions_" = "Opciones de archivo";
"_link_save_to_files_" = "Guardar en Archivos de Souvera";
"_link_open_in_files_" = "Abrir en Archivos";
"_link_saved_" = "Archivo guardado";
"_link_save_failed_" = "No se pudo guardar el archivo";
"_calendar_search_wide_" = "Buscando en todo el calendario…";
"_link_search_person_or_room_" = "Buscar persona o conversación";
"_mail_mark_flagged_" = "Destacar";

/* Run 29.09.: optimistisches Kalender-Speichern + Share-Ziel-Grenzen */
"_calendar_sync_pending_" = "Guardado - sincronizando";
"_share_too_large_mail_" = "Un archivo supera los 20 MB: no es posible como adjunto de correo";
"_share_too_large_talk_" = "Un archivo supera los 10 MB: no es posible en el chat";
"_share_too_large_files_" = "Un archivo supera los 100 MB: no es posible subirlo";

/* Run 29.09.: Log-Versand Timeout-Dialog */
"_settings_logs_timeout_title_" = "El envío está tardando más de lo esperado.";
"_settings_logs_continue_send_" = "Seguir enviando";
"_settings_logs_share_now_" = "Compartir archivo";

/* Run 30.09.: Body-Ladekreis mit Kontext */
"_mail_body_loading_" = "Cargando mensaje…";
